{
  "articles": [
    {
      "id": "bo7_zombies_astra_malorum",
      "game": "bo7",
      "lang": "ru",
      "title": "Полное руководство по пасхальному яйцу Astra Malorum в Black Ops 7 Zombies",
      "url": "https://rutab.net/b/games/2025/12/05/polnoe-rukovodstvo-po-pashalnomu-yaycu-astra-malorum-v-black-ops-7-zombies.html",
      "tags": [
        "bo7",
        "zombies",
        "пасхалка",
        "astra malorum",
        "easter egg",
        "гайд"
      ],
      "phrases": [
        "astra malorum",
        "калтерис",
        "о.с.к.а.р",
        "гармонический окулус",
        "pack-a-punch",
        "lgm-1",
        "планеты терстона",
        "машина астралис",
        "пилоны",
        "марс",
        "колонны",
        "символы",
        "криокамера",
        "книга",
        "статуи"
      ],
      "summary": "Пошаговый гайд по пасхалке карты Astra Malorum в BO7 Zombies: активация Pack-a-Punch, получение LGM‑1, пазлы с планетами/книгами/статуями, настройка Машины Астралис, колонны на Марсе и финальный босс Калтерис.",
      "steps": [
        "Шаг 1 — включи питание и активируй Pack‑a‑Punch: открой путь в Обсерваторию, найди компоненты Гармонического резонатора (Люминарий + Машина Астралис) и запусти локдаун через Гармонический окулус (пианино).",
        "Шаг 2 — получи чудо‑оружие LGM‑1: собери нужные компоненты (повреждённый дрон, фрагменты «Абсолютного нуля» и др.) и убей О.С.К.А.Р. через цепочку ловушек (в т.ч. электровольт/ракета/лазер в Обсерватории), после чего он дропнет LGM‑1.",
        "Шаг 3 — реши головоломку с планетами Терстона: незаметно следуй за О.С.К.А.Р., запомни 3 названные планеты, переведи их в номера от Меркурия=1 до Нептуна=8, введи трёхзначный код на панели у Pack‑a‑Punch и возьми Ключ от криокамеры.",
        "Шаг 4 — добудь мозг доктора Терстона (в статье: продолжение цепочки после ключа от криокамеры).",
        "Шаг 5 — реши головоломку с книгами и статуями (библиотека/статуи): сделай правильный порядок/соответствия, чтобы открыть следующий триггер.",
        "Шаг 6 — выстрой планеты в Машине Астралис: настрой макет/планеты по требуемой конфигурации для продвижения пасхалки.",
        "Шаг 7 — активируй пилоны и добудь Возвышенное око на Марсе: выполните активации и заберите ключевой предмет.",
        "Шаг 8 — найди последовательность символов и выстрели в марсианские колонны по порядку: сначала получи подсказку‑последовательность, затем в нужной очереди простреляй колонны на Марсе.",
        "Шаг 9 — гармонизируй колонны и призови босса: взаимодействия/гармонизация завершают подготовку арены и запускают финальный бой.",
        "Шаг 10 — победи Калтерис: играй по фазам, контролируй толпу, работай по окнам урона и выживай до завершения."
      ],
      "notes": [
        "Если ты скажешь, на какой стадии сейчас (шаг/что уже сделал), бот сможет дать точные подсказки.",
        "Если что-то 'не засчитывается' — чаще всего пропущен триггер или интерактив сделан не в том порядке."
      ]
    }
  ]
}
